Repository: ritapaula/contrib-web-portalmp-wordpress-core
Catalog: languages/wpcoreuvigo-*.po
Languages: es_es

# taxonomy general name
source: Spectators
es_es: Tipos de públicos

# taxonomy singular name
source: Spectator
es_es: Tipo de público

source: Search Spectator
es_es: Buscar Tipo de público

source: All Spectators
es_es: Todos los Tipos de públicos

source: Edit Spectator
es_es: Editar Tipo de público

source: Update Spectator
es_es: Actualizar Tipo de público

source: Add New Spectator
es_es: Añadir nuevo tipo de público

source: New Spectator Name
es_es: Nuevo tipo de público

source: Spectator
es_es: Tipo de público

# taxonomy general name
source: Universes
es_es: Tipos de universos

# taxonomy singular name
source: Universe
es_es: Tipo de universo

source: Search Universe
es_es: Buscar Tipo de universo

source: All Universe
es_es: Todos los tipos de universo

source: Edit Universe
es_es: Editar tipo de universo

source: Update Universe
es_es: Actualizar tipo de universo

source: Add New Universe
es_es: Añadir nuevo tipo de universo

source: New Universe Name
es_es: Nuevo tipo de universo

source: Universe
es_es: Tipo de universo

# taxonomy general name
source: Geographic
es_es: Ámbitos geográficos

# taxonomy singular name
source: Geographic
es_es: Ámbito Geográfico

source: Search Geographic
es_es: Ámbito geográfico

source: All Geographic
es_es: Todos los ámbitos geográficos

source: Edit Geographic
es_es: Editar ámbito geográfico

source: Update Geographic
es_es: Actualizar ámbito geográfico

source: Add New Geographic
es_es: Añadir nuevo ámbito geográfico

source: New Geographic Name
es_es: Nuevo ámbito geográfico

source: Geographic
es_es: Ámbito Geográfico

source: Internal code
es_es: Código interno

source: Plugin UVigo with basic and common elements
es_es: Plugin UVigo con elementos comunes.
